Dlubal.TimberPro.UltimateLimitState
Ultimate limit state parameters.

Dlubal.TimberPro.UltimateLimitState.No
Load number

Dlubal.TimberPro.UltimateLimitState.Type
Load type

Dlubal.TimberPro.UltimateLimitState.DesignSituation
Design situation